<template>
  <head>
    <title>خرید موفقیت آمیز بود</title>
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <link rel="icon" href="/favicon.ico" />
  </head>
  <div class="h-full w-screen bg-darkPurple">
    <LazyNavbar />
    <div
      class="w-full h-full lg:px-28 px-4 flex flex-col pt-28 items-center lg:items-center space-y-4 justify-center"
    >
      <h2
        class="text-mainRed border-b-8 rounded-md border-mainPink text-xl lg:text-2xl"
      >
        قوانین و مقررات وبسایت هوکوس پوکوس
      </h2>
      <div
        class="h-full w-full flex bg-mainWhite flex-col items-end justify-start p-10 rounded-md"
      >
        <h2 dir="rtl" class="text-md text-darkBlue">
          به سایت فروشگاه اینترنتی هوکوس پوکوس خوش آمدید؛ تمامی افرادی که به
          صورت مستقیم یا غیر مستقیم شامل مهوکوس پوکوسنان یا افراد ثبت نام کرده
          که از محتوای وب سایت هوکوس پوکوس استفاده می‌کنند، باید شرایط زیر را به
          صورت کامل بپذیرند. محتوای این صفحه و شرایط و ضوابط استفاده از وب سایت
          ممکن است در هر زمانی بدون اطلاع به کاربران تغییر کند. تمامی تغییرات
          اعمال شده در این صفحه قابل مشاهده خواهند بود.
        </h2>
        <h2
          class="text-darkBlue mb-5 mt-10 border-b-8 rounded-md border-mainPink text-xl"
        >
          دسترسی به وبسایت
        </h2>
        <h2 dir="rtl" class="text-md text-darkBlue">
          خدمات و محتوای این وب سایت به جز در مواردی خاص به صورت کامل رایگان
          بوده و در دسترس همه عموم قرار دارد. بنابراین درصورت عدم دسترسی به این
          وب سایت به هر دلیلی یا قطع خدمات و مسدود شدن محتوای وب سایت، ما هیچ
          گونه مسئولیتی را قبول نخواهیم کرد. اگرچه محتوای این وب سایت بسیار قابل
          اعتماد است، ما ضمانت نمی‌کنیم که این وب سایت و محتوای آن، بدون اشکال و
          خطا باشد. بنابراین در استفاده از محتوای آن هیچ گونه مسئولیتی در هیچ
          موردی را قبول نخواهیم کرد. تمامی لینک‌های خارجی داده شده تنها برای
          اطلاع رسانی بوده و این وب سایت هیچ گونه مسئولیتی را درقبال محتوای
          آن‌ها ندارد.
        </h2>
        <h2
          class="text-darkBlue mb-5 mt-10 border-b-8 rounded-md border-mainPink text-xl"
        >
          مالکیت حقوقی
        </h2>
        <h2 dir="rtl" class="text-md text-darkBlue">
          تمامی حقوق مادی و معنوی این وب سایت و محتوای آن از جمله حقوق کپی رایت
          نزد ما محفوظ است. هیچ یک از محتوای ما کپی برداری از منابع داخلی و
          فارسی نبوده و اکثر محتوای موجود به صورت اختصاصی تولید شده اند. به دلیل
          آن که محتوای موجود به صورت اختصاصی تولید می‌شوند، کپی برداری از آن با
          ذکر آدرس وب سایت هوکوس پوکوس و همچنین کسب اجازه از مدیر وب سایت از
          طریق فرم تماس با ما بلا مانع است. همچنین استفاده غیر شخصی از محتوای وب
          سایت نیز درصورت عدم داشتن اجازه کافی، ممنوع است. در غیر این صورت ما
          این اجازه را به خود می‌دهیم تا از فرد و وب سایت کپی کننده شکایت کرده و
          یا وب سایت خاطی را از لیست نتایج موتورهای جستجوگر معروف از جمله گوگل و
          بینگ حذف نمائیم.
        </h2>
        <h2
          class="text-darkBlue mb-5 mt-10 border-b-8 rounded-md border-mainPink text-lg text-right lg:text-xl"
        >
          شرایط و ضوابط استفاده از فروشگاه هوکوس پوکوس
        </h2>
        <h2 dir="rtl" class="text-md text-darkBlue">
          استفاده از فروشگاه اینترنتی هوکوس پوکوس به معنی توافق کامل شما با
          شرایط و ضوابط ذیل تلقی می گردد: 1- خرید کالا از فروشگاه اینترنتی هوکوس
          پوکوس بر مبنای قوانین و آئین نامه های موجود در تجارت الکترونیک و با
          رعایت کامل تمام قوانین جمهوری اسلامی ایران صورت می پذیرد. 2- محصولات
          این سایت براى استفاده شخصی و غیر تجارى مشتریان عرضه شده است و مالکیت
          معنوی اطلاعات موجود در آن متعلق به این فروشگاه بوده و هر گونه سوء
          استفاده از این اطلاعات پیگرد قانونی دارد. استفاده غیرتجاری از محتویات
          سایت با ذکر منبع بلامانع است و اگر مایلید از اطلاعات موجود در سایت جهت
          مقاصد تجاری استفاده نمایید باید از طریق پست الکترونیکی
          info@hocuspocusmagicstore.comدرخواست خود را ارسال نموده و اجازه نامه
          کتبی اخذ نمایید. 3- کاربران هنگام سفارش کالا ملزم می باشند اطلاعات
          صحیح کامل را در پایگاه درج کنند. بدیهی است کاستی یا نادرستی اطلاعات،
          مانع تکمیل مراحل سفارش خواهد شد. 4- فروشگاه اینترنتی هوکوس پوکوس هیچ
          گونه مسئولیتی را در مورد کارکرد ناقص سایت که می تواند ناشی ا زعوامل
          خارج از حوزه مدیریت این سایت باشد (همانند نقص اینترنت، مسائل مخابراتی،
          تجهیزات سخت افزاری و غیره) نمی پذیرد. 5- ارتباط فروشگاه اینترنتی هوکوس
          پوکوس با کاربران از طریق hocuspocusmagicstore.com برقرار می گردد و فقط
          با استفاده از اطلاعاتی که کاربران در سایت درج کرده اند (همانند نشانی،
          تلفن و …) صورت می پذیرد. 9- فروشگاه اینترنتی هوکوس پوکوس به هیچ وجه
          اطلاعات منحصر بفرد کاربران را به اشخاص و طرفین غیر، واگذار نخواهد کرد
          و ضمنا با استفاده از آخرین فن آوری ها متعهد است حتی المقدور از حریم
          شخصی کاربران دفاع کند. 10- هدف از ایجاد بخش نظرات در فروشگاه اینترنتی
          هوکوس پوکوس، اشتراک گذاری تجربه خرید محصولاتی است که به فروش می رسد.
          بخش نظرات فروشگاه اینترنتی هوکوس پوکوس با دیگر سایت ها و شبکه های
          اجتماعی متفاوت است. در این بخش، هر کاربر مجاز است در چهارچوب شرایط و
          قوانین سایت، نظرات خود را به اشتراک بگذارد که پس از بررسی و تایید
          کارشناسان، امکان مشاهده وجود دارد. بدیهی است که اگر قوانین سایت در
          نظرات کاربری رعایت نشود، تایید نمی‌شود و در نتیجه در سایت به نمایش
          درنمی آید. فروشگاه اینترنتی هوکوس پوکوس در قبال درستی یا نادرستی نظرات
          منتشرشده در این قسمت، هیچگونه مسئولیتی ندارد و نمایش نظرات کاربران در
          سایت به هیچ وجه به معنی تایید فنی فروشگاه اینترنتی هوکوس پوکوس درباره
          محتویات نظر نیست.
        </h2>
        <h2
          class="text-darkBlue mb-5 mt-10 border-b-8 rounded-md border-mainPink text-xl"
        >
          شرایط و ضوابط خدمات فروش کالا
        </h2>
        <h2 dir="rtl" class="text-md text-darkBlue">
          از نظر حقوقی، در معاملات فروشگاه اینترنتی هوکوس پوکوس، سایت
          hocuspocusmagicstore.com به عنوان فروشنده و کاربر اینترنتی سفارش دهنده
          به عنوان خریدار تلقی می شوند. 1- فروش کالا بر مبنای نوع و مقداری صورت
          می گیرد که خریدار آن را در فروشگاه اینترنتی هوکوس پوکوس درج نموده است.
          2- فروشنده ثبت سفارش کالا و مشخصات ارسال سفارش را به اطلاع خریدار می
          رساند. 3- ارزش کالا یا کالاهای سفارش داده شده طبق فهرست قیمت سایت
          محاسبه شده و شامل کلیه مالیات ها و عوارض فروش خواهد بود. تنها مبلغی که
          در بعضی از موارد، به ارزش کالا اضافه می شود، هزینه ارسال و بیمه کالا
          است. 4- در صورتی که فروشنده به دلایلی که خارج از اراده او می باشد،
          توان تحویل کالا را در موعد مقرر نداشته باشد و طرفین درباره یک موعد
          جدید به توافق نرسند، هریک از طرفین حق دارند بدون هیچگونه هزینه ای
          سفارش را فسخ نمایند. 5- پرداخت وجه کالای خریداری شده فقط از طریق
          پرداخت از طریق درگاه اینترنتی امکان پذیر است و انواع دیگر پرداخت اعم
          از پرداخت در محل یا کارت به کارت و …. امکان پذیر نمی باشد. 6- در صورت
          بروز مشکل در پردازش نهایی سبد خرید مانند اتمام موجودی کالا یا انصراف
          خریدار، مبلغ پرداخت شده طی 24 الی 48 ساعت کاری به حساب خریدار واریز
          خواهد شد. 7- تحویل سفارش در اماکن عمومی همچون کافه، کافی نت، رستوران،
          هتل، مترو و مانند آن امکان پذیر نیست و لازم است آدرس تحویل، دقیق و
          قابل استناد باشد. 8- لازم به ذکر است افزودن کالا به سبد خرید به معنی
          رزرو کالا نیست و هیچ گونه حقی را برای خریدار ایجاد نمی کند. همچنین تا
          پیش از ثبت نهایی، هرگونه تغییر از جمله تغییر در موجودی کالا یا قیمت،
          روی کالای افزوده شده به سبد خرید اعمال خواهد شد. بنابراین به خریدارانی
          که تمایل و تصمیم به خرید قطعی دارند، توصیه می شود در اسرع وقت سفارش
          خود را نهایی کنند تا با اتمام موجودی یا تغییر قیمتی کالاها روبرو
          نشوند. بدیهی است که فروشنده هیچگونه مسئولیتی نسبت به کالاهایی که در
          سبد خرید رها شده است، ندارد. 9-زمان ارسال کالا برای تهران و شهرستان ها
          بین 5 تا 7 روز کاری و ساعت تحویل 9 الی 17 می باشد.
        </h2>
      </div>
    </div>
  </div>
</template>

<script setup>
import { PhCheckCircle, PhAlien } from "@phosphor-icons/vue";
</script>
<style scoped>
h2 {
  list-style-type: none;
  white-space: pre-line;
}
</style>
